Repository: nirima/ircp-tray
Catalog: po/*.po
Languages: fr

source: Usage: %s: [-v] [-h]
fr: Utilisation : %s [-v][-h]

source: You don't seem to have IrDA enabled in your kernel, quit.
fr: Vous n'avez pas activez l'IrDA dans le noyau, quitte.

source: IrDA service not started!
fr: Le service infrarouge n'est pas activé!

source: Send Files
fr: Envoyer des fichiers

source: Get Devices Info
fr: Information des périphériques

source: Show History
fr: Historique

source: Send files via infrared
fr: Envoyer des fichiers via infrarouge

source: translator-credits
fr: Launchpad Contributions: Daniele Napolitano https://launchpad.net/~dnax88 François Blondel https://launchpad.net/~francoisblondel Maijin https://launchpad.net/~maijin-live Nicolas Jny https://launchpad.net/~nico-jny Penegal https://launchpad.net/~penegal Pierre Slamich https://launchpad.net/~pierre-slamich Samuel Vinson https://launchpad.net/~samuelv

source: A utility for IrDA OBEX beaming and receiving
fr: Utilitaire pour transmettre et recevoir des fichiers par IrDA OBEX

source: Remote device discovered: %s
fr: Appareil distant découvert : %s

source: Infrared File Transfer: %s
fr: Transfert IrDA du fichier : %s

source: Remote device %s disappeared
fr: Appareil distant %s hors de portée

source: Infrared File Transfer
fr: Transfert IrDA de fichier

source: <b>Hints</b>
fr: <b>Conseils</b>

source: COMPUTER
fr: ORDINATEUR

source: PRINTER
fr: IMPRIMANTE

source: TELEPHONY
fr: TELEPHONIE

source: History
fr: Historique

source: <b>Transfers History</b>
fr: <b>Historique des Transferts</b>

source: Beaming Progress
fr: Emission en cours

source: <b>Transfering</b> %s
fr: <b>Transfert de</b> %s

source: <small>%.1f KiB of %.1f KiB</small>
fr: <small>%.1f Kio de %.1f Kio</small>

source: %d bytes
fr: %d octets

source: succeeded
fr: réussi

source: failed
fr: échoué

source: aborted
fr: annulé

source: Receive %s %s
fr: Reçu %s %s

source: Infrared file received
fr: Fichier reçu par IrDA

source: Saved to: %s Size: %d bytes
fr: Enregistré dans : %s Taille : %d octets

source: File receiving was aborted by remote
fr: La réception du fichier a été interrompu par le périphérique distant

source: Incoming File Transfer
fr: Transfert de fichier entrant

source: File already exists
fr: Le fichier existe déjà

source: The file "%s" already exists. Would you like to replace it?
fr: Le fichier "%s" existe déjà. Voulez vous le remplacer ?

source: _Replace
fr: _Remplacer

source: Unable to open file for saving
fr: Impossible d'ouvrir le fichier à enregistrer

source: Incoming File Transfer Request
fr: Requête entrante de transfert de fichier

source: A remote IrDA device (%s) is attempting to send you a file. Do you want to accept it?
fr: Un périphérique IrDA (%s) désire vous transmettre un fichier. Acceptez-vous ?

source: File name:
fr: Nom du fichier :

source: Save to
fr: Enregistrer

source: Unable to connect remote
fr: Impossible de se connecter au péripérique distant

source: Sending %s %s
fr: Envoi %s %s

source: File was sent successfully
fr: Fichier transmis avec succès

source: File beaming was aborted by remote
fr: L'émission du fichier a été interrompu par le périphérique distant

source: It seems no active device around here, Do you still want to continue?
fr: Aucun périphérique actif, voulez-vous poursuivre ?

source: Select File to Beam
fr: Sélectionner le fichier à transmettre

source: A simple OBEX file transfer applet
fr: Un applet de transfert OBEX simple
